// ФРАЗЫ — ПРИОРИТЕТ №1
export const phraseDictionary: Record<string, string> = {
    какдела: "Қалайсың?",
    каквы: "Қалайсыз?",
    доброеутро: "Қайырлы таң",
    добрыйдень: "Қайырлы күн",
    добрыйвечер: "Қайырлы кеш",
    спокойнойночи: "Қайырлы түн",
    кактебязовут: "Атың кім?",
    менязовут: "Менің атым",
  };
  
  // СЛОВА — ПРИОРИТЕТ №2
  export const wordDictionary: Record<string, string> = {
    привет: "Сәлем",
    здравствуй: "Сәлем",
    пока: "Сау бол",
    дверь: "Есік",
    дом: "Үй",
    школа: "Мектеп",
    человек: "Адам",
    зверь: "Аң",
    животное: "Жануар",
    черт: "Шайтан",
    спасибо: "Рахмет",
    да: "Иә",
    нет: "Жоқ",
  };
  